{"id":"360465c3-2da5-403a-8163-5487cc214aa7","name":"Your X is going to apply for a final order as a sole applicant","templateType":"email","createdAt":1642591967.000000000,"updatedAt":1665571455.139674000,"createdBy":null,"version":7,"body":"Case number: ((reference number))\r\n\r\nDear ((first name)) ((last name))\r\n\r\nYour ((partner)) is intending to apply for a final order, as a sole applicant. If the final order is granted then your ((isDivorce??marriage))((isDissolution??civil partnership)) will be legally ended. This may affect your financial situation. This email gives you 14 days notice of their intention to apply.\r\n\r\n#If you do nothing\r\nYour ((partner)) will be able to apply to apply for final order from ((date plus 14 days)) as a sole applicant. If the court makes the final order then you ((isDivorce??marriage))((isDissolution??civil partnership)) will be legally ended. This may affect your finances.\r\n\r\n#If you want more time to settle your finances\r\nYour financial rights will change after the divorce is finalised, particularly in relation to any pension you have. \r\n\r\n You can make an application to the court to delay the issuing of the final order. You can do this by filling out a D11 application form and sending it to the court. You need to do this by ((date plus 14 days)).\r\n\r\nYou can download the D11 form here: https://www.gov.uk/government/publications/form-d11-application-notice\r\n\r\nSend it to the court by email or post. The address is on the form.  \r\n\r\n#If you want to legally end your ((isDivorce??marriage))((isDissolution??civil partnership))\r\nYou can sign into your account and confirm your joint application for a final order. Only do this if you have finished negotiating money and property. \r\n\r\n((signin url))\r\n\r\nDivorce and Dissolution\r\nHM Courts & Tribunals Service\r\ndivorcecase@justice.gov.uk\r\n0300 303 0642 (Monday to Friday, 8am to 6pm)\r\n\r\nYour feedback helps improve this service for others: https://www.smartsurvey.co.uk/s/Divorce_Feedback/?pageurl=/email","subject":"Important update: your ((isDivorce??divorce application))((isDissolution??application to end your civil partnership))","personalisation":{"signin url":{"required":true},"last name":{"required":true},"date plus 14 days":{"required":true},"first name":{"required":true},"partner":{"required":true},"reference number":{"required":true},"isDissolution":{"required":true},"isDivorce":{"required":true}},"letterContactBlock":null}