{"id":"8dc68381-4e1d-4b8c-9c6a-8c9ac4147df0","name":"You need to confirm your joint application (applied but not awarded HWF) (Welsh Translation)","templateType":"email","createdAt":1654694598.031374000,"updatedAt":null,"createdBy":null,"version":1,"body":"Annwyl ((first name)) ((last name))\r\n\r\nMae eich ((partner)) wedi adolygu’r wybodaeth a roesoch ac wedi darparu rhywfaint o’u gwybodaeth eu hunain. Nawr mae angen i chi gadarnhau a thalu am eich cais ar y cyd.  \r\n\r\nNi wnaeth eich ((partner)) wneud cais am ‘Help i dalu ffioedd’ ac felly ni ellir hawlio help i dalu ffioedd ar y cais hwn.\r\n\r\nCadarnhau a thalu am eich cais ar y cyd: ((signin url)) \r\n\r\nNi fydd eich cais yn cael ei gyflwyno hyd nes y byddwch wedi talu amdano.\r\n\r\n#Os na allwch dalu \r\nBydd y system taliadau ond yn caniatáu i chi dalu, ond gallwch siarad gyda’ch ((partner)) am p’un a fyddant yn fodlon anfon rhywfaint o arian atoch. \r\n\r\nNeu gallwch gyflwyno cais unigol. Os byddwch yn gwneud cais fel ceisydd unigol, dim ond chi sydd angen gwneud cais am, a bod yn gymwys i gael, Help i Dalu Ffioedd. \r\n\r\nOs byddwch yn creu cais unigol, ni fydd rhaid i chi nodi’r wybodaeth rydych eisoes wedi’i darparu eto. Fodd bynnag, bydd arnoch angen darparu rhywfaint o wybodaeth newydd. \r\n\r\nFe ofynnir i chi a ydych eisiau parhau a thalu neu wneud cais fel ceisydd unigol, pan fyddwch yn mewngofnodi. \r\n\r\n\r\n((isDivorce??Gwasanaeth ysgaru))((isDissolution??Dod â phartneriaeth sifil i ben))\r\nGwasanaeth Llysoedd a Thribiwnlysoedd EM\r\n0300 303 5171 (Dydd Llun i ddydd Iau 9am i 5pm, Dydd Gwener 9am to 4.30pm)\r\nE-bost: ((court email))\r\n\r\nNeges awtomataidd yw hon, peidiwch ag ymateb iddi.\r\n\r\nMae eich adborth yn ein helpu i wella’r gwasanaeth hwn i eraill:\r\nhttps://www.smartsurvey.co.uk/s/Divorce_Feedback/?pageurl=/email.","subject":"Mae angen i chi weithredu: mae arnoch angen cadarnhau a thalu am eich ((isDivorce??cais am ysgariad))((isDissolution??cais i ddod â’ch partneriaeth sifil i ben))","personalisation":{"signin url":{"required":true},"court email":{"required":true},"last name":{"required":true},"first name":{"required":true},"partner":{"required":true},"isDissolution":{"required":true},"isDivorce":{"required":true}},"letterContactBlock":null}