{"id":"a311523f-be00-47de-ba8d-8afd1e3ccd38","name":"Application accepted (joint) (Welsh translation)","templateType":"email","createdAt":1655111179.945887000,"updatedAt":null,"createdBy":null,"version":1,"body":"Cyfeirnod yr achos: ((reference number))\r\n\r\n#Rhybudd o Achos\r\n\r\nAnnwyl ((first name)) ((last name)),\r\n\r\nMae eich cais ar y cyd ((isDivorce??am ysgariad))((isDissolution??i ddod â’ch partneriaeth sifil i ben)) wedi’i wirio gan staff y llys ac mae wedi’i dderbyn. Cyfeirnod eich achos yw: ((reference number)). Mae neges e-bost ar wahân wedi’i anfon at eich ((partner)) yn cadarnhau hyn. \r\n\r\n#Beth sydd angen i chi ei wneud \r\nMae angen i chi gydnabod eich bod wedi cael y neges e-bost hon, fel bod y llys yn gwybod eich bod wedi’i chael a’i darllen. Gallwch wneud hyn drwy fewngofnodi i’ch ((isDivorce??cyfrif ysgaru))((isDissolution??cyfrif i ddod â’ch partneriaeth sifil i ben)): ((signin url)) \r\n\r\n#Beth fydd yn digwydd nesaf?\r\n Y cam nesaf yn y ((isDivorce??broses ysgaru))((isDissolution??broses i ddod â’ch partneriaeth sifil i ben)) yw cadarnhau eich bod eisiau i’r cais hwn barhau drwy wneud cais am ‘orchymyn amodol’. Bydd rhaid i chi aros tan ((date of response)) cyn y gallwch wneud cais. Byddwch yn cael neges e-bost i’ch atgoffa yn agosach at yr amser. \r\n\r\nGallwch ddefnyddio’r amser rhwng nawr a hynny i benderfynu sut y bydd eich arian a'ch eiddo yn cael eu rhannu. Gallwch hefyd wneud trefniadau ar gyfer unrhyw blant sydd gennych. Fe ymdrinnir â’r mater o rannu eich eiddo a’ch arian ar wahân i’r ((isDivorce??cais am ysgariad))((isDissolution??cais i ddod â’ch partneriaeth sifil i ben)).\r\n\r\n#Rhannu eich arian a’ch eiddo\r\nFel arfer, mae’n symlach ac yn costio llai os ydych yn cytuno gyda’ch ((partner)) sut i rannu eich arian a’ch eiddo. Gallwch ddarllen mwy am gael cymorth i gytuno ar faterion yma: https://www.gov.uk/money-property-when-relationship-ends/mediation\r\n\r\nOs ydych yn cytuno, yna gallwch wneud y cytundeb yn rhwymol gyfreithiol. Gelwir hyn yn gofyn i’r llys wneud ‘gorchymyn cydsynio’. Gallwch ddarllen mwy am orchmynion cydsynio yma: https://www.gov.uk/money-property-when-relationship-ends/apply-for-consent-order\r\n\r\nOs ydych yn anghytuno, yna gallwch ofyn i’r llys benderfynu ar eich rhan. Gelwir hyn yn gwneud cais am ‘gorchymyn ariannol’. Gallwch ddarllen mwy am orchmynion ariannol yma: https://www.gov.uk/money-property-when-relationship-ends/get-court-to-decide\r\n\r\n((isDivorce??Gwasanaeth ysgaru))((isDissolution??Dod â phartneriaeth sifil i ben))\r\nGwasanaeth Llysoedd a Thribiwnlysoedd EM\r\n0300 303 5171 (Dydd Llun i ddydd Iau 9am i 5pm, Dydd Gwener 9am to 4.30pm)\r\nE-bost: ((court email))\r\n\r\nNeges awtomataidd yw hon, peidiwch ag ymateb iddi.\r\n\r\nMae eich adborth yn ein helpu i wella’r gwasanaeth hwn i erail:  https://www.smartsurvey.co.uk/s/Divorce_Feedback/?pageurl=/email.","subject":"((isDivorce??Eich ysgariad))((isDissolution??Dod â’ch partneriaeth sifil i ben)): cais wedi’i dderbyn","personalisation":{"signin url":{"required":true},"court email":{"required":true},"last name":{"required":true},"first name":{"required":true},"partner":{"required":true},"reference number":{"required":true},"isDissolution":{"required":true},"isDivorce":{"required":true},"date of response":{"required":true}},"letterContactBlock":null}