{"id":"d5e65a52-3132-422d-ac8b-0d285650d475","name":"Your X is going to apply for a final order as a sole applicant (Welsh translation)","templateType":"email","createdAt":1666000885.000000000,"updatedAt":1666003029.438388000,"createdBy":null,"version":3,"body":"Rhif yr achos: ((reference number))\r\n\r\nAnnwyl ((first name)) ((last name))\r\n\r\nMae eich ((partner)) yn bwriadu gwneud cais am orchymyn terfynol fel unig geisydd. Os bydd y gorchymyn terfynol yn cael ei ganiatáu yna bydd eich ((isDivorce??priodas))((isDissolution??partneriaeth sifil)) yn dod i ben yn gyfreithiol. Gall hyn effeithio ar eich sefyllfa ariannol. Mae'r e-bost hwn yn rhoi 14 diwrnod o rybudd i chi o'r bwriad i wneud cais.\r\n\r\n#Os na fyddwch yn gwneud unrhyw beth\r\nBydd eich ((partner)) yn gallu gwneud cais i wneud cais am orchymyn terfynol o ((date plus 14 days)) fel unig geisydd. Os bydd y llys yn gwneud y gorchymyn terfynol yna bydd eich ((isDivorce??priodas))((isDissolution??partneriaeth sifil)) yn dod i ben yn gyfreithiol. Gall hyn effeithio ar eich sefyllfa ariannol.\r\n\r\n#Os ydych eisiau mwy o amser i setlo eich sefyllfa ariannol\r\nBydd eich hawliau ariannol yn newid ar ôl i'r ysgariad gael ei gwblhau, yn enwedig mewn perthynas ag unrhyw bensiwn sydd gennych. \r\n\r\nGallwch wneud cais i'r llys i ohirio cyhoeddi'r gorchymyn terfynol. Gallwch wneud hyn trwy lenwi ffurflen D11 a’i hanfon i’r llys. Mae angen i chi wneud hyn erbyn ((date plus 14 days)).\r\n\r\nGallwch lawrlwytho ffurflen D11 yma: https://www.gov.uk/government/publications/form-d11-application-notice\r\n\r\nAnfonwch ef i’r llys drwy e-bost neu drwy’r post. Mae’r cyfeiriad ar y ffurflen.  \r\n\r\n#Os ydych eisiau dod a’ch ((isDivorce??priodas))((isDissolution??partneriaeth sifil)) i ben yn gyfreithiol\r\nGallwch fewngofnodi i’ch cyfrif a chadarnhau eich cais ar y cyd am orchymyn terfynol. Dim ond os ydych wedi gorffen trafod arian ac eiddo y dylech wneud hyn.  \r\n\r\n((signin url))\r\n\r\nGwasanaeth Ysgariadau a Diddymiadau\r\nGwasanaeth Llysoedd a Thribiwnlysoedd EM\r\nymholiadaucymraeg@justice.gov.uk\r\n0300 303 5171 (Dydd Llun i ddydd Iau 9am i 5pm, Dydd Gwener 9am i 4.30pm)\r\n\r\nMae eich adborth yn ein helpu i wella’r gwasanaeth hwn i eraill: https://www.smartsurvey.co.uk/s/Divorce_Feedback/?pageurl=/email.","subject":"Diweddariad pwysig: eich ((isDivorce??cais am ysgariad))((isDissolution??cais i ddod â’ch partneriaeth sifil i ben))","personalisation":{"signin url":{"required":true},"last name":{"required":true},"date plus 14 days":{"required":true},"first name":{"required":true},"partner":{"required":true},"reference number":{"required":true},"isDissolution":{"required":true},"isDivorce":{"required":true}},"letterContactBlock":null}